Repository: Rimco/OSPy-plugins-core
Catalog: plugins/system_debug/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz

source: Error: Log file missing. Enable it in system options.
cs_cz: Chyba: soubor ladění se záznamem nenalezen. Povolte v nastavení systému OSPy možnost ladění.

source: System Debug Information
cs_cz: Systémové informace - ladění

source: This plugin prints debug information from events.log file
cs_cz: Toto rozšíření zobrazuje informace ze souboru events.log pro případné ladění

source: Maximum number of records
cs_cz: Maximální počet záznamů

source: unlimited
cs_cz: bez omezení

source: DEBUG message
cs_cz: Zprávy LADĚNÍ

source: INFO message
cs_cz: Zprávy INFO

source: WARNING message
cs_cz: Zprávy VAROVÁNÍ

source: ERROR message
cs_cz: Zprávy CHYBY

source: Status
cs_cz: Stav

source: Delete file
cs_cz: Smazat soubor

source: Submit
cs_cz: Potvrdit

source: Cancel
cs_cz: Zpět

source: Download event-log as
cs_cz: Stáhnout soubor event.log jako
